Repository: mjishnu/Raven
Catalog: Raven/Strings/*/Resources.resw
Source language: en_us
Languages: hu_hu, ko_kr

# AppDescription
source: A Windows Store app browser and package manager.
hu_hu: Windows Store alkalmazásböngésző és csomagkezelő.
ko_kr: Windows Store 앱 브라우저 및 패키지 관리자.

# Shell_Main.Content
source: Home
hu_hu: Kezdőlap
ko_kr: 홈

# Shell_Advanced_Search.Content
source: Advanced Search
hu_hu: Részletes Keresés
ko_kr: 고급 검색

# Shell_Install.Content
source: Install
hu_hu: Telepítés
ko_kr: 설치

# Shell_Updates.Content
source: Updates
hu_hu: Frissítések
ko_kr: 업데이트

# Shell_Downloads.Content
source: Downloads
hu_hu: Letöltések
ko_kr: 다운로드

# Shell_App.Content
source: Apps
hu_hu: Alkalmazások

# Shell_Bundles.Content
source: Bundles
hu_hu: Csomagok
ko_kr: 번들

# Shell_SearchBox.PlaceholderText
source: Search
hu_hu: Keresés
ko_kr: 검색

# Settings_Title.Text
source: Settings
hu_hu: Beállítások
ko_kr: 설정

# Settings_Theme.Text
source: Theme
hu_hu: Téma
ko_kr: 테마

# Settings_Theme_Light.Content
source: Light
hu_hu: Világos
ko_kr: 밝은

# Settings_Theme_Dark.Content
source: Dark
hu_hu: Sötét
ko_kr: 어두운

# Settings_Theme_Default.Content
source: System Default
hu_hu: Rendszer alapértelmezett
ko_kr: 시스템 기본값

# Settings_LocaleAndRegion.Text
source: Language & Region
hu_hu: Nyelv és régió
ko_kr: 언어 및 지역

# Settings_Language.Text
source: Language
hu_hu: Nyelv
ko_kr: 언어

# Settings_Market.Text
source: Market (Region)
hu_hu: Áruház (Régió)
ko_kr: 마켓 (지역)

# Settings_Architecture.Text
source: Architecture
hu_hu: Architektúra
ko_kr: 아키텍처

# Settings_ArchitectureDescription.Text
source: Select your system architecture
hu_hu: Válassza ki a rendszer architektúráját
ko_kr: 시스템 아키텍처 선택

# Settings_Reset.Text
source: Reset
hu_hu: Visszaállítás
ko_kr: 재설정

# Settings_ResetDescription.Text
source: Reset Raven to default settings.
hu_hu: Raven visszaállítása az alapértelmezett beállításokra.
ko_kr: Raven을 기본 설정으로 재설정합니다.

# Settings_ResetButton.Content
source: Reset app
hu_hu: Alkalmazás visszaállítása
ko_kr: 앱 재설정

# Settings_ResetDialogTitle
source: Reset app data?
hu_hu: Visszaállítja az alkalmazás adatait?
ko_kr: 앱 데이터를 재설정하시겠습니까?

# Settings_ResetDialogContent
source: This will remove all downloaded files and cached download data, and restore language, region, and architecture to defaults. This action cannot be undone.
hu_hu: Ezzel eltávolítja az összes letöltött fájlt és a gyorsítótárazott letöltési adatot, és visszaállítja az alapértelmezett nyelvet, régiót és architektúrát. Az alkalmazás automatikusan újraindul. Ez a művelet nem vonható vissza.
ko_kr: 이렇게 하면 다운로드한 모든 파일과 캐시된 다운로드 데이터가 제거되고 언어, 지역 및 아키텍처가 기본값으로 복원됩니다. 앱이 자동으로 다시 시작됩니다. 이 작업은 되돌릴 수 없습니다.

# Settings_ResetDialogPrimary
source: Reset
hu_hu: Visszaállítás
ko_kr: 재설정

# Settings_ResetDialogCancel
source: Cancel
hu_hu: Mégse
ko_kr: 취소

# Settings_About.Text
source: About this application
hu_hu: Raven névjegye
ko_kr: 이 응용 프로그램 정보 - 한국어 번역: 비너스걸

# Settings_AboutDescription.Text
source: An open-source, privacy-oriented alternative client for the Microsoft Store to browse, download, install, and update Store apps.
hu_hu: Egy nyílt forráskódú, adatvédelem-központú alternatív kliens a Microsoft Store-hoz, amely lehetővé teszi az áruház alkalmazásainak böngészését, letöltését, telepítését és frissítését.
ko_kr: Microsoft Store가 Store 앱을 탐색, 다운로드, 설치 및 업데이트할 수 있는 오픈 소스 개인정보 보호 지향 대체 클라이언트입니다.

# SettingsPage_GitHubRepoLink.Content
source: GitHub repository
hu_hu: GitHub-tárhely
ko_kr: GitHub 저장소

# SettingsPage_LicenseLink.Content
source: License
hu_hu: Licenc
ko_kr: 라이선스

# Settings_DiagnosticsLogs.Text
source: Diagnostics logs
hu_hu: Diagnosztikai naplók
ko_kr: 진단 로그

# Settings_DiagnosticsLogsDescription.Text
source: Open the logs folder for troubleshooting.
hu_hu: Nyissa meg a naplókat tartalmazó mappát a hibakereséshez.
ko_kr: 문제 해결을 위해 로그 폴더를 엽니다.

# Settings_DiagnosticsLogsButton.Content
source: Open logs folder
hu_hu: Nyissa meg a naplók mappát
ko_kr: 로그 폴더 열기

# Settings_AppUpdates.Text
source: Application updates
hu_hu: Alkalmazásfrissítések
ko_kr: 응용 프로그램 업데이트

# Settings_AppUpdatesDescription.Text
source: Check GitHub for the latest release and update Raven automatically.
hu_hu: Ellenőrizze a GitHubot a legújabb kiadásért, és automatikusan frissítse a Ravent.
ko_kr: GitHub에서 최신 릴리스를 확인하고 Raven을 자동으로 업데이트합니다.

# Settings_AppUpdatesButton.Content
source: Check for updates
hu_hu: Ellenőrizze a frissítéseket
ko_kr: 업데이트 확인

# Settings_UpdaterConfirmTitle
source: Update available
hu_hu: Frissítés elérhető
ko_kr: 업데이트 가능

# Settings_UpdaterConfirmContent
source: Version {0} is ready to install. The app will restart to apply the update.
hu_hu: A(z) {0} verzió készen áll a telepítésre. Az alkalmazás újraindul a frissítés alkalmazásához.
ko_kr: 버전 {0}을(를) 설치할 준비가 되었습니다. 업데이트를 적용하기 위해 앱이 다시 시작됩니다.

# Settings_UpdaterConfirmPrimary
source: Install
hu_hu: Telepítés
ko_kr: 설치

# Settings_UpdaterAlreadyLatestTitle
source: You're up to date
hu_hu: Ön naprakész
ko_kr: 최신 정보입니다.

# Settings_UpdaterAlreadyLatestContent
source: latest version already installed.
hu_hu: már telepítve van a legújabb verzió.
ko_kr: 최신 버전이 이미 설치되었습니다.

# Settings_UpdaterErrorTitle
source: Something went wrong
hu_hu: Valami elromlott
ko_kr: 뭔가 잘못되었습니다

# Settings_UpdaterErrorContent
source: The update could not be completed. {0}
hu_hu: A frissítést nem lehetett befejezni. {0}
ko_kr: 업데이트를 완료할 수 없습니다. {0}

# Settings_UpdaterDialogClose
source: Close
hu_hu: Bezárás
ko_kr: 닫기

# Settings_UpdaterDialogCancel
source: Cancel
hu_hu: Mégse
ko_kr: 취소

# Settings_UpdaterCheckingTitle
source: Checking for updates
hu_hu: Frissítések keresése
ko_kr: 업데이트 확인 중

# Settings_UpdaterCheckingContent
source: Looking for the latest version.
hu_hu: A legújabb verziót keresem.
ko_kr: 최신 버전을 찾고 있습니다.

# Settings_UpdaterCheckCanceledContent
source: Check canceled. Try again anytime.
hu_hu: Az ellenőrzés megszakítva. Próbálja meg újra bármikor.
ko_kr: 확인결제가 취소되었습니다. 언제든지 다시 시도해 주세요.

# Settings_UpdaterStartupCheckbox
source: Check for updates on startup
hu_hu: Indításkor ellenőrizze a frissítéseket
ko_kr: 시작 시 업데이트 확인

# Settings_UpdaterInstallingTitle
source: Installing update
hu_hu: Frissítés telepítése
ko_kr: 업데이트 설치 중

# CardView_Loading.Text
source: Loading
hu_hu: Betöltés
ko_kr: 로드 중

# CardView_Filters.Text
source: Filters
hu_hu: Szűrők
ko_kr: 필터

# CardView_ApplyBtn.Content
source: Apply
hu_hu: Alkalmaz
ko_kr: 적용

# CardView_NoResults_Title.Text
source: No results found
hu_hu: Nincs találat
ko_kr: 결과 없음

# CardView_NoResults_Subtitle.Text
source: Try different keywords or remove search filters
hu_hu: Próbáljon ki más kulcsszavakat, vagy távolítsa el a keresési szűrőket
ko_kr: 다양한 키워드를 시도하거나 검색 필터를 제거합니다

# CardView_Error_LoadFailed
source: Failed to load cards: {0}
hu_hu: Nem sikerült betölteni a kártyákat: {0}
ko_kr: 카드를 로드하지 못했습니다: {0}

# CardView_Error_OpenFailed
source: Failed to open item: {0}
hu_hu: Nem sikerült megnyitni az elemet: {0}
ko_kr: 항목을 열지 못했습니다: {0}

# Filter_Apps
source: Apps
hu_hu: Alkalmazások
ko_kr: 앱

# Filter_Games
source: Games
hu_hu: Játékok
ko_kr: 게임

# Filter_TopFree
source: Top Free
hu_hu: Legjobb ingyenes
ko_kr: 무료 인기

# Filter_TopPaid
source: Top Paid
hu_hu: Legjobb fizetős
ko_kr: 유료 인기

# Filter_TopTrending
source: Top Trending
hu_hu: Legnépszerűbb
ko_kr: 인기 급상승

# Filter_Specials
source: Specials
hu_hu: Akciók
ko_kr: 특가

# Filter_BestSelling
source: Best Selling
hu_hu: Legkelendőbb
ko_kr: 베스트셀러

# AdvancedSearch_Header.Text
source: Advanced Search
hu_hu: Speciális keresés
ko_kr: 고급 검색

# AdvancedSearch_SearchHint.Text
source: Search by URL, product ID, or package family name
hu_hu: Keresés URL, termékkód vagy csomagcsalád név alapján
ko_kr: URL, 제품 ID 또는 패키지 제품군 이름으로 검색하세요.

# AdvancedSearch_TypeProductId.Content
source: Product ID
hu_hu: Termékazonosító
ko_kr: 제품 ID

# AdvancedSearch_TypePfn.Content
source: Package Family Name
hu_hu: Csomagcsalád neve
ko_kr: 패키지 제품군 이름

# AdvancedSearch_SearchBtn.Text
source: Search
hu_hu: Keresés
ko_kr: 검색

# AdvancedSearch_LookingUp.Text
source: Looking up product
hu_hu: Termék keresése
ko_kr: 제품 조회 중

# AdvancedSearch_UrlCard_Desc.Text
source: Paste a Microsoft Store product URL to automatically extract and look up the product.
hu_hu: Illesszen be egy Microsoft Store termék URL-t a termék automatikus kinyeréséhez és kereséséhez.
ko_kr: Microsoft Store 제품 URL을 붙여넣으면 제품이 자동으로 추출되어 조회됩니다.

# AdvancedSearch_UrlCard_Example.Text
source: e.g. https://apps.microsoft.com/detail/9WZDNCRFHVJL
hu_hu: például: https://apps.microsoft.com/detail/9WZDNCRFHVJL
ko_kr: 예시: https://apps.microsoft.com/detail/9WZDNCRFHVJL

# AdvancedSearch_ProductIdCard_Title.Text
source: Product ID
hu_hu: Termékazonosító
ko_kr: 제품 ID

# AdvancedSearch_ProductIdCard_Desc.Text
source: Enter the product's alphanumeric store ID to navigate directly to its page.
hu_hu: Adja meg a termék alfanumerikus áruházazonosítóját, hogy közvetlenül a termék oldalára navigáljon.
ko_kr: 제품의 영숫자 스토어 ID를 입력하면 해당 제품 페이지로 바로 이동합니다.

# AdvancedSearch_ProductIdCard_Example.Text
source: e.g. 9WZDNCRFHVJL
hu_hu: Például: 9WZDNCRFHVJL
ko_kr: 예시: 9WZDNCRFHVJL

# AdvancedSearch_PfnCard_Title.Text
source: Package Family Name
hu_hu: Csomagcsalád neve
ko_kr: 패키지 제품군 이름

# AdvancedSearch_PfnCard_Desc.Text
source: Enter the app's package family name to look up its store page.
hu_hu: Adja meg az alkalmazás csomagcsalád nevét a webáruházi oldalának megkereséséhez.
ko_kr: 앱의 패키지 패밀리 이름을 입력하여 해당 앱 스토어 페이지를 찾아보세요.

# AdvancedSearch_PfnCard_Example.Text
source: e.g. Microsoft.WindowsTerminal_8wekyb3d8bbwe
hu_hu: Például: Microsoft.WindowsTerminal_8wekyb3d8bbwe
ko_kr: 예시: Microsoft.WindowsTerminal_8wekyb3d8bbwe

# AdvancedSearch_Placeholder_ProductId
source: e.g. 9WZDNCRFHVJL
hu_hu: Például: 9WZDNCRFHVJL
ko_kr: 예시: 9WZDNCRFHVJL

# AdvancedSearch_Placeholder_Pfn
source: e.g. Microsoft.WindowsTerminal_8wekyb3d8bbwe
hu_hu: Például: Microsoft.WindowsTerminal_8wekyb3d8bbwe
ko_kr: 예시: Microsoft.WindowsTerminal_8wekyb3d8bbwe

# AdvancedSearch_Placeholder_Default
source: Enter a value to search
hu_hu: Adjon meg egy értéket a kereséshez
ko_kr: 검색할 값 입력

# AdvancedSearch_Error_EmptyQuery
source: Please enter a value to search.
hu_hu: Kérjük, adjon meg egy értéket a kereséshez.
ko_kr: 검색할 값을 입력해 주세요.

# AdvancedSearch_Error_InvalidUrl
source: Could not extract a product ID from this URL. Make sure it is a valid Microsoft Store URL.
hu_hu: Nem sikerült termékazonosítót kinyerni ebből a URL-ből. Győződjön meg róla, hogy érvényes Microsoft Store URL-ről van szó.
ko_kr: 이 URL에서 제품 ID를 추출할 수 없습니다. 올바른 Microsoft Store URL인지 확인하세요.

# AdvancedSearch_Error_NoPfnResult
source: No product found for this Package Family Name.
hu_hu: Ehhez a csomagcsaládhoz nem található termék.
ko_kr: 이 패키지 패밀리 이름에 대한 제품을 찾을 수 없습니다.

# AdvancedSearch_Error_FailedLookup
source: Failed to find product: {0}
hu_hu: Nem sikerült megtalálni a következő terméket: {0}
ko_kr: 제품을 찾지 못했습니다: {0}

# AppPage_Loading.Text
source: Loading
hu_hu: Betöltés
ko_kr: 로드 중

# AppPage_BypassFilters.Text
source: Bypass Filters
hu_hu: Megkerülő szűrők
ko_kr: 바이패스 필터

# AppPage_CheckUpdates.Text
source: Check Updates
hu_hu: Frissítések ellenőrzése
ko_kr: 업데이트 확인

# AppPage_Screenshots.Text
source: Screenshots
hu_hu: Képernyőképek
ko_kr: 스크린샷

# AppPage_Description.Text
source: Description
hu_hu: Leírás
ko_kr: 설명

# AppPage_MoreDetails.Text
source: More Details
hu_hu: További részletek
ko_kr: 자세한 내용

# AppPage_AppSize.Text
source: App Size:
hu_hu: Alkalmazás mérete:
ko_kr: 앱 크기:

# AppPage_Version.Text
source: Version:
hu_hu: Verzió:
ko_kr: 버전:

# AppPage_LastUpdated.Text
source: Last Updated:
hu_hu: Utolsó frissítés:
ko_kr: 마지막 업데이트:

# AppPage_Error_LoadTitle
source: Error loading app
hu_hu: Hiba az alkalmazás betöltésekor
ko_kr: 앱 로드 중 오류 발생

# AppPage_Error_LoadMessage
source: Could not load app details: {0}
hu_hu: Nem sikerült betölteni az alkalmazás részleteit: {0}
ko_kr: 앱 세부 정보를 로드할 수 없습니다: {0}

# AppPage_Error_CheckUpdatesTitle
source: Check Updates
hu_hu: Frissítések ellenőrzése
ko_kr: 업데이트 확인

# AppPage_Error_VersionCheckMsg
source: Could not retrieve the latest version. The app may not be available or the check failed.
hu_hu: Nem sikerült lekérni a legújabb verziót. Lehet, hogy az alkalmazás nem elérhető, vagy az ellenőrzés sikertelen volt.
ko_kr: 최신 버전을 검색할 수 없습니다. 앱을 사용할 수 없거나 확인에 실패했을 수 있습니다.

# AppPage_Error_UpdateCheckFailed
source: Failed to check for updates: {0}
hu_hu: Frissítések ellenőrzése sikertelen: {0}
ko_kr: 업데이트를 확인하지 못했습니다: {0}

# AppPage_Error_OperationCanceled
source: Operation canceled.
hu_hu: A művelet megszakítva.
ko_kr: 작업이 취소되었습니다.

# AppPage_Error_NotSupportedTitle
source: App not supported
hu_hu: Alkalmazás nem támogatott
ko_kr: 앱이 지원되지 않음

# AppPage_Error_NotSupportedMsg
source: This app isn't supported. Try a different app or check again later.
hu_hu: Ez az alkalmazás nem támogatott. Próbáljon ki egy másik alkalmazást, vagy ellenőrizze később újra.
ko_kr: 이 앱은 지원되지 않습니다. 다른 앱을 사용해 보거나 나중에 다시 확인하세요.

# AppPage_Error_StoreQueryFailedTitle
source: Couldn't reach the Store
hu_hu: Nem sikerült elérni az áruházat
ko_kr: 스토어에 연결할 수 없습니다

# AppPage_Error_StoreQueryFailedMsg
source: We couldn't retrieve this app's download details right now. Check your internet connection and try again.
hu_hu: Jelenleg nem tudtuk lekérni az alkalmazás letöltési adatait. Ellenőrizze az internetkapcsolatot, és próbálja újra.
ko_kr: 지금 이 앱의 다운로드 세부 정보를 검색할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도해 보세요.

# AppPage_Error_OsIncompatibleTitle
source: App not supported
hu_hu: Alkalmazás nem támogatott
ko_kr: 앱이 지원되지 않음

# AppPage_Error_OsIncompatibleMsg
source: This app requires a newer version of Windows than this device is running.
hu_hu: Ez az alkalmazás egy újabb Windows-verziót igényel, mint amit ez az eszköz használ.
ko_kr: 이 앱은 이 장치가 실행 중인 것보다 더 최신 버전의 Windows가 필요합니다.

# AppPage_Error_ArchIncompatibleTitle
source: App not supported
hu_hu: Alkalmazás nem támogatott
ko_kr: 앱이 지원되지 않음

# AppPage_Error_ArchIncompatibleMsg
source: This app doesn't offer a build compatible with your device's processor (CPU architecture).
hu_hu: Ez az alkalmazás nem kínál olyan verziót, amely kompatibilis lenne az eszköze processzorával (CPU architektúrájával).
ko_kr: 이 앱은 기기의 프로세서 (CPU 아키텍처)와 호환되는 빌드를 제공하지 않습니다.

# AppPage_Error_NoInstallerTitle
source: App not available
hu_hu: Alkalmazás nem elérhető
ko_kr: 앱을 사용할 수 없습니다

# AppPage_Error_NoInstallerMsg
source: No installable package is published for this app right now. Check again later.
hu_hu: Ehhez az alkalmazáshoz jelenleg nincs telepíthető csomag kiadva. Ellenőrizze később újra.
ko_kr: 현재 이 앱에는 설치 가능한 패키지가 게시되어 있지 않습니다. 나중에 다시 확인해 보세요.

# AppPage_Error_DownloadInfoTitle
source: Download unavailable
hu_hu: Letöltés nem elérhető
ko_kr: 다운로드할 수 없음

# AppPage_Error_DownloadInfoMsg
source: We couldn't get a download link for this app right now. Try again later.
hu_hu: Jelenleg nem tudtunk letöltési linket szerezni ehhez az alkalmazáshoz. Próbálja meg újra később.
ko_kr: 지금 이 앱의 다운로드 링크를 찾을 수 없습니다. 나중에 다시 시도해 보세요.

# AppPage_Error_UnsupportedTypeTitle
source: App not supported
hu_hu: Alkalmazás nem támogatott
ko_kr: 앱이 지원되지 않음

# AppPage_Error_UnsupportedTypeMsg
source: This app uses an installer type that Raven doesn't support yet.
hu_hu: Ez az alkalmazás olyan telepítő típust használ, amelyet a Raven még nem támogat.
ko_kr: 이 앱은 Raven이 아직 지원하지 않는 설치 프로그램 유형을 사용합니다.

# AppPage_Error_FailedToInstall
source: Failed to install.
hu_hu: Sikertelen telepítés.
ko_kr: 설치에 실패했습니다.

# AppPage_Error_UnableToOpenTitle
source: Unable to open app
hu_hu: Az alkalmazás megnyitása nem sikerült
ko_kr: 앱을 열 수 없습니다

# AppPage_Error_NotInstalledPackaged
source: This app package was not found in the Windows package manager. It may not be installed.
hu_hu: Ez az alkalmazáscsomag nem található a Windows csomagkezelőjében. Lehetséges, hogy nincs telepítve.
ko_kr: 이 앱 패키지는 Windows 패키지 관리자에서 찾을 수 없습니다. 설치되지 않았을 수도 있습니다.

# AppPage_Error_NoAppEntries
source: The app package is installed, but no launchable app entries were found.
hu_hu: Az alkalmazáscsomag telepítve van, de nem található indítható alkalmazásbejegyzés.
ko_kr: 앱 패키지가 설치되었지만 실행 가능한 앱 항목을 찾을 수 없습니다.

# AppPage_Error_CantOpen
source: The app couldn't be opened. Try reinstalling the app.
hu_hu: Az alkalmazást nem lehetett megnyitni. Próbálja meg újratelepíteni az alkalmazást.
ko_kr: 앱을 열 수 없습니다. 앱을 다시 설치해 보세요.

# AppPage_Error_NotInstalledWin32
source: This app was not found in the Windows uninstall registry. It may not be installed.
hu_hu: Ez az alkalmazás nem található a Windows eltávolítási beállításjegyzékében. Lehetséges, hogy nincs telepítve.
ko_kr: 이 앱은 Windows 제거 레지스트리에서 찾을 수 없습니다. 설치되지 않았을 수도 있습니다.

# AppPage_Error_MissingLaunchTarget
source: The app appears to be installed, but a launch target couldn't be found (Start Menu/DisplayIcon). The app may have been installed incorrectly.
hu_hu: Úgy tűnik, hogy az alkalmazás telepítve van, de az indítási cél nem található (Start menü/DisplayIcon). Lehet, hogy az alkalmazást helytelenül telepítették.
ko_kr: 앱이 설치된 것처럼 보이지만 실행 대상을 찾을 수 없습니다 (시작 메뉴/디스플레이 아이콘). 앱이 잘못 설치되었을 수 있습니다.

# AppPage_Error_MissingLaunchFile
source: The app appears to be installed, but its launch file couldn't be found on disk. The app may have been moved or installed incorrectly.
hu_hu: Úgy tűnik, hogy az alkalmazás telepítve van, de a futtató fájlja nem található a lemezen. Lehet, hogy az alkalmazást áthelyezték vagy helytelenül telepítették.
ko_kr: 앱이 설치된 것처럼 보이지만 디스크에서 실행 파일을 찾을 수 없습니다. 앱이 잘못 이동되었거나 설치되었을 수 있습니다.

# AppPage_Error_InstalledVersion
source: Installed version: {0}
hu_hu: Telepített verzió: {0}
ko_kr: 설치된 버전: {0}

# AppPage_Error_InstallerMissingTitle
source: Installer missing
hu_hu: Telepítő hiányzik
ko_kr: 설치 프로그램 누락

# AppPage_Error_InstallerMissingMsg
source: The unpackaged installer could not be found on disk.
hu_hu: A kicsomagolatlan telepítő nem található a lemezen.
ko_kr: 압축 해제된 설치 프로그램을 디스크에서 찾을 수 없습니다.

# AppPage_Manual_Install_Title
source: Manual installation required
hu_hu: Kézi telepítés szükséges
ko_kr: 수동 설치 필요

# AppPage_Manual_Install_Msg
source: This app uses an unpackaged installer (EXE/MSI). It will open now and may require additional steps to finish installing.
hu_hu: Ez az alkalmazás csomagolatlan telepítőt (EXE/MSI) használ. Most megnyílik, és további lépésekre lehet szükség a telepítés befejezéséhez.
ko_kr: 이 앱은 압축 해제된 설치 프로그램 (EXE/MSI)을 사용합니다. 지금 실행되지만 설치를 완료하려면 추가 단계가 필요할 수 있습니다.

# AppPage_Btn_OpenInstaller
source: Open installer
hu_hu: Telepítő megnyitása
ko_kr: 설치 프로그램 열기

# AppPage_Error_UnableToOpenInstallerTitle
source: Unable to open installer
hu_hu: Nem lehet megnyitni a telepítőt
ko_kr: 설치 프로그램을 열 수 없습니다

# Common_Cancel
source: Cancel
hu_hu: Mégse
ko_kr: 취소

# Status_Pending
source: Pending
hu_hu: Függőben
ko_kr: 보류 중

# Status_Downloading
source: Downloading
hu_hu: Letöltés…
ko_kr: 다운로드 중

# Status_Installing
source: Installing
hu_hu: Telepítés…
ko_kr: 설치 중

# Status_Cancelling
source: Cancelling
hu_hu: Megszakítás…
ko_kr: 취소 중

# Status_Failed
source: Failed
hu_hu: Sikertelen
ko_kr: 실패

# Status_Cancelled
source: Cancelled
hu_hu: Megszakítva
ko_kr: 취소됨

# Status_Completed
source: Completed
hu_hu: Befejezett
ko_kr: 완료됨

# Status_Unknown
source: Unknown
hu_hu: Ismeretlen
ko_kr: 알 수 없음

# Status_Updated
source: Updated
hu_hu: Frissített
ko_kr: 업데이트됨

# Download_File
source: file
hu_hu: fájl
ko_kr: 파일

# Download_Files
source: files
hu_hu: fájlok
ko_kr: 파일

# Download_Status_DownloadingFiles
source: Downloading ({0}/{1}) {2}
hu_hu: Letöltés ({0}/{1}) {2}
ko_kr: ({0}/{1}) {2} 다운로드 중

# Download_Status_Retry
source: Retry {0}/{1}
hu_hu: Újrapróbálkozás {0}/{1}
ko_kr: {0}/{1} 재시도

# Download_Status_NoProgress
source: No progress detected. Restarting...
hu_hu: Nem észlelhető előrelépés. Újraindítás…
ko_kr: 진행 상황이 감지되지 않았습니다. 재시작 중...

# Download_Status_RestartingIn
source: Restarting... retrying in {0:F1}s...
hu_hu: Újraindítás… újrapróbálkozás {0:F1} s múlva…

# Download_Status_Stalled
source: Error: Download stalled and exhausted retries.
hu_hu: Hiba: A letöltés megakadt, és a megengedett újrapróbálkozások száma véget ért.
ko_kr: 오류: 다운로드가 중단되었으며 재시도 횟수가 모두 소진되었습니다.

# Download_Status_NetworkIssue
source: Temporary network/server issue. Retrying in {0:F1}s...
hu_hu: Ideiglenes hálózati/szerver probléma. Újrapróbálkozás {0:F1} mp múlva…

# Download_Status_RetryError
source: Error: {0}. Retrying in {1:F1}s...
hu_hu: Hiba: {0}. Újrapróbálkozás {1:F1} mp múlva…

# Download_Status_Error
source: Error: {0}
hu_hu: Hiba: {0}

# Download_Status_NetworkError
source: Check network or disk space.
hu_hu: Ellenőrizze a hálózatot vagy a lemezterületet.

# Download_Status_FailedRetries
source: Error: Download failed after retries.
hu_hu: Hiba: A letöltés sikertelen volt a próbálkozások után.
ko_kr: 오류: 재시도 후 다운로드에 실패했습니다.

# Download_Status_Canceled
source: Download canceled.
hu_hu: Letöltés megszakítva.
ko_kr: 다운로드가 취소되었습니다.

# Download_Status_Completed
source: Download completed.
hu_hu: Letöltés befejeződött.
ko_kr: 다운로드 완료되었습니다.

# Download_Status_MissingPackage
source: Install failed: main package missing.
hu_hu: A telepítés sikertelen: a fő csomag hiányzik.
ko_kr: 설치 실패: 메인 패키지가 누락되었습니다.

# Download_Status_InstallFailed
source: Install failed: {0}
hu_hu: Telepítés sikertelen: {0}

# Install_Error_ConflictingVersion
source: A newer or the same version is already installed.
hu_hu: Egy újabb vagy ugyanaz a verzió már telepítve van.
ko_kr: 최신 버전이나 동일한 버전이 이미 설치되어 있습니다.

# Install_Error_DeploymentInProgress
source: Another installation is in progress. Wait for it to finish and try again.
hu_hu: Egy másik telepítés folyamatban van. Várjon, amíg befejeződik, és próbálkozzon újra.
ko_kr: 다른 설치가 진행 중입니다. 완료될 때까지 기다렸다가 다시 시도하세요.

# Install_Error_InvalidPackage
source: Invalid or unsupported package. Ensure the package and dependencies are supported for your system.
hu_hu: Érvénytelen vagy nem támogatott csomag. Győződjön meg róla, hogy a csomag és a függőségek támogatottak a rendszeréhez.
ko_kr: 패키지가 잘못되었거나 지원되지 않습니다. 패키지와 종속성이 시스템에서 지원되는지 확인합니다.

# Install_Error_PackageNotFound
source: Package not found. Check the selected/downloaded file path.
hu_hu: A csomagot nem találjuk. Ellenőrizze a kiválasztott/letöltött fájl útvonalát.
ko_kr: 패키지를 찾을 수 없습니다. 선택/다운로드된 파일 경로를 확인하세요.

# Install_Error_DeploymentFailure
source: Windows deployment failed. Check system policies or try again.
hu_hu: A Windows telepítése sikertelen. Ellenőrizze a rendszerházirendeket, vagy próbálja újra.
ko_kr: Windows 배포에 실패했습니다. {0}

# Install_Error_AdminRequired
source: This package includes a packaged service and must be installed with administrator privileges. Relaunch the app as administrator and try again.
hu_hu: Ez a csomag egy csomagolt szolgáltatást tartalmaz, és rendszergazdai jogosultságokkal kell telepíteni. Indítsa újra az alkalmazást rendszergazdaként, és próbálkozzon újra.
ko_kr: 이 패키지에는 패키지형 서비스가 포함되어 있으며 관리자 권한으로 설치해야 합니다. 앱을 관리자로 다시 실행한 후 다시 시도하세요.

# Install_Error_GenericDeployment
source: Windows deployment error (0x{0:X8}). {1}
hu_hu: Windows telepítési hiba (0x{0:X8}). {1}
ko_kr: Windows 배포 오류 (0x{0:X8}). {1}

# Install_Error_AccessDenied
source: Failed: Access denied. Try running as administrator or ensure sideloading policy allows app packages. {0}
hu_hu: Sikertelen: A hozzáférés megtagadva. Próbálja meg rendszergazdaként futtatni, vagy győződjön meg arról, hogy az oldalbetöltési házirend engedélyezi az alkalmazáscsomagokat. {0}
ko_kr: 실패: 접근이 거부되었습니다. 관리자로 실행하거나 사이드로딩 정책으로 앱 패키지를 허용하도록 시도해 보세요. {0}

# Install_Error_Generic
source: Failed: {0}
hu_hu: Sikertelen: {0}
ko_kr: 실패: {0}

# Install_Btn_ForceInstall
source: Force install
hu_hu: Telepítés kényszerítése
ko_kr: 강제 설치

# Install_Btn_RunAsAdmin
source: Run as administrator
hu_hu: Futtassa rendszergazdaként
ko_kr: 관리자로 실행

# DownloadsPage_Header.Text
source: Downloads
hu_hu: Letöltések
ko_kr: 다운로드
